Repository: tyrope/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: nl

source: No one told me when the {raidtype} will {raidaction}, so I'm assuming it will {raidaction} on {expiry}!
nl: Niemand vertelde mij wanneer de {raidtype} {raidaction}, dus ik ga ervanuit dat hij {raidaction} op {expiry}!

source: This {raidtype} will {raidaction} at {expiry_time}!
nl: Deze {raidtype} {raidaction} om {expiry_time}!

source: No one told me when the {raidtype} will {raidaction}, so I'm assuming it will {raidaction} at {expiry_time}!
nl: Niemand vertelde mij wanneer de {raidtype} {raidaction}, dus ik ga ervanuit dat hij {raidaction} om {expiry_time}!

source: Raid Egg
nl: Raid ei

source: Meowth! I couldn't understand your time format. Try again like this: **!timerset <minutes>**
nl: Sorry, ik begreep je tijdsformaat niet. Probeer het nogmaals: **!timerset <aantal minuten>**

source: Meowth...that's too long. Level {raidlevel} {raidtype}s currently last no more than {maxtime} minutes...
nl: Dat is te lang... Level {raidlevel} {raidtype}s duren maximaal {maxtime} minutes...

source: Meowth! Your timer wasn't formatted correctly. Change your **!timerset** to match this format: **MM/DD HH:MM AM/PM** (You can also omit AM/PM and use 24-hour time!)
nl: Je timer was niet in het juiste formaat. Gebruik **!timerset** op deze manier: **Maand/Dag uur:minuut**

source: Meowth! Please enter a time in the future.
nl: Gebruik een tijd in de toekomst.

source: Meowth! Timerset isn't supported for EX Raids after they have hatched.
nl: Timerset kan niet gebruikt worden op ExRaids nadat deze zijn uitgekomen.

source: The channel has been reactivated.
nl: Kanaal geheractiveerd.

source: %B %d at %I:%M %p (%H:%M) |
nl: %d-%m %H:%M |

source: Hatches on {expiry}
nl: Komt uit op {expiry}

source: Ends on {end}
nl: Eindigd om {end}

source: Meowth! Your start time wasn't formatted correctly. Change your **!starttime** to match this format: **HH:MM AM/PM** (You can also omit AM/PM and use 24-hour time!)
nl: Je start tijd was niet in het juiste formaat. Gebruik **!starttime** op deze manier: **uur:minuut**

source: Meowth! The raid will be over before that....
nl: De opgegeven tijd is nadat de raid afgelopen is...

source: Meowth! The egg will not hatch by then!
nl: Het ei is dan nog niet uit!

source: Meowth! There is already a start time of **{start}** set! Do you want to change it?
nl: Er is al een starttijd van **{start}** opgegeven. Wil je deze veranderen?

source: Start time change cancelled.
nl: Starttijd geannuleerd.

source: Meowth! The current start time has been set to: **{starttime}**
nl: De start tijd is ingesteld: **{starttime}**

source: Meowth! No start time has been set, set one with **!starttime HH:MM AM/PM**! (You can also omit AM/PM and use 24-hour time!)
nl: Geen starttijd opgegeven! Stel er een in met **starttime uu:mm**!

source: Meowth! The current start time is: **{starttime}**
nl: Huidige start tijd is: **{starttime}**

source: Meowth! Here's the current location for the raid! Details: {location} Expiry: {topic}
nl: Hier is de locatie voor de raid! Details: {location} Verloopt: {topic}

source: Meowth! We're missing the new location details! Usage: **!location new <new address>**
nl: We missen de nieuwe locatie! Gebruik **!location new <adres>**

source: Meowth! I can't recover this channel because I know about it already!
nl: Ik kan dit kanaal niet recoveren, ik weet er al van!

source: level-[1-5]-egg
nl: lvl-[1-5]-ei

source: Ends on %B %d at %I:%M %p
nl: Eindigd op %d-%m %H:%M

source: Meowth! I couldn't recognize this as a raid channel!
nl: Ik herken dit kanaal niet als een raid kanaal!

source: is interested
nl: geinteresseerd

source: on the way
nl: aangemeld

source: at the raid
nl: bij de gym

source: left the raid
nl: weggegaan bij de gym

source: no longer
nl: niet meer

source: Meowth! This channel has been recovered! However, there may be some inaccuracies in what I remembered! Here's what I have:
nl: Dit kanaal is gerecovered! Maar ik kan iets verkeerd hebben onthouden! Hier is wat ik heb:

source: I'm not sure when this {raidtype} will {action}, so please use **!timerset** if you can!
nl: Ik weet niet zeker wanneer deze {raidtype} {action}, dus gebruik **!timerset** indien mogelijk!

source: Meowth! You've already made a duplicate report for this raid!
nl: Je heb deze raid al gemeld als duplicaat!

source: Meowth! Are you sure you wish to remove this raid?
nl: Weet je zeker dat je deze raid wilt verwijderen?

source: Duplicate Report cancelled.
nl: Duplicaat rapport geannuleerd.

source: Duplicate Confirmed
nl: Duplicaat bevestigd

source: Duplicate Report Timed Out.
nl: Duplicaat rapport verlopen.

source: Duplicate report #{duplicate_report_count} received.
nl: Duplicaat rapport #{duplicate_report_count} ontvangen.

source: clear
nl: onbewolkt

source: extreme
nl: extreem

source: none
nl: geen

source: rainy
nl: regenachtig

source: sunny
nl: zonnig

source: cloudy
nl: bewolkt

source: fog
nl: mistig

source: partlycloudy
nl: licht bewolkt

source: snow
nl: sneeuw

source: windy
nl: winderig

source: user #{user}'s
nl: gebruiker ${user}'s

source: **Weather:** {weather}
nl: **Weer:** {weather}

source: **Attacker Level:** {atk_levels}
nl: **Aanvaller's level:** {atk_levels}

source: Results courtesy of Pokebattler
nl: Resultaat van Pokebattler

source: Results with {userstr} attackers
nl: Resultaten met {userstr} aanvallers

source: [See your personalized results!](https://www.pokebattler.com/raids/{pkmn})
nl: [Bekijk je persoonlijke resultaten!](https://pokebattler.com/raids/{pkmn})

source: Meowth! Enter one of the following weather conditions: {}
nl: Gebruik een van de volgende weersverwachtingen: {}

source: Meowth! Weather set to {}!
nl: Weer ingesteld {}!

source: {word} doesn't appear in level {egglevel} raids! Please try again.
nl: {word} komt niet voor in level {egglevel} raids! Probeer het nogmaals.

source: Meowth! {member} is interested!
nl: {member} is geinteresseerd!

source: Meowth! {member} is interested with a total of {trainer_count} trainers! {blue_emoji}: {mystic} | {red_emoji}: {valor} | {yellow_emoji}: {instinct} | :grey_question:: {unknown}
nl: {member}'s groep van {trainer_count} trainers is geinteresseerd! {blue_emoji}: {mystic} | {red_emoji}: {valor} | {yellow_emoji}: {instinct} | :grey_question:: {unknown}

source: Meowth! Specify which of the possible bosses you are interested in! Otherwise, please wait until the raid egg has hatched before announcing you're coming or present.
nl: Specificeerd voor welke pokemon je interesse heb! Wacht anders even tot het ei uitkomt voordat je je aanmeld of dat je op locatie bent.

source: Meowth! {member} is on the way!
nl: {member} is aangemeld!

source: Meowth! {member} is on the way with a total of {trainer_count} trainers! {blue_emoji}: {mystic} | {red_emoji}: {valor} | {yellow_emoji}: {instinct} | :grey_question:: {unknown}
nl: {member}'s groep van {trainer_count} trainers is aangemeld! {blue_emoji}: {mystic} | {red_emoji}: {valor} | {yellow_emoji}: {instinct} | :grey_question:: {unknown}

source: There is a group already in the lobby! Use **!lobby** to join them or **!backout** to request a backout! Otherwise, you may have to wait for the next group!
nl: Er is al een groep in de lobby! Gebruik **!lobby** als je in dezelde lobby zit, of type **!backout** om te vragen dat ze eruit gaan, anders moet je misschien wachten!

source: Meowth! {member} is at the raid!
nl: {member} is aanwezig!

source: Meowth! {member} is at the raid with a total of {trainer_count} trainers! {blue_emoji}: {mystic} | {red_emoji}: {valor} | {yellow_emoji}: {instinct} | :grey_question:: {unknown}
nl: {member}'s groep van {trainer_count} trainers is aanwezig! {blue_emoji}: {mystic} | {red_emoji}: {valor} | {yellow_emoji}: {instinct} | :grey_question:: {unknown}

source: Only one non-team count can be accepted.
nl: Er kan maar 1 neutrale teller geaccepteerd worden.

source: Only one count per team accepted.
nl: Er kan maar 1 teller per team geaccepteerd worden.

source: Invalid format, please check and try again.
nl: Ongeldig formaat, gelieve deze te controleren en probeer het nog een keer.

source: Team counts are higher than the total, double check your counts and try again. You entered **
nl: Team tellers zijn hoger dan het totaal, controleer je tellers en probeer het nog en keer. Je gaf op **

source: ** total and **
nl: ** totaal en **

source: ** in your party.
nl: ** in jouw group.

source: Meowth! Something is not adding up! Try making sure your total matches what each team adds up to!
nl: Iets klopt niet! zorg ervoor dat je totale aantal overeenkomt met alle teams bij elkaar!

source: **Boss Interest:**
nl: **Pokemon Interesse:**

source: **Status List**
nl: **Status lijst**

source: Maybe: **{channelmaybe}** | Coming: **{channelcoming}** | Here: **{channelhere}**
nl: Misschien: **{channelmaybe}** | Aangemeld: **{channelcoming}** | Aanwezig: **{channelhere}**

source: **Team List**
nl: **Team Lijst**

source: Meowth! I can't understand how many are in your group. Just say **!here** if you're by yourself, or **!coming 5** for example if there are 5 in your group.
nl: Ik snap niet hoeveel mensen er in je groep zijn. Als je alleen bent, gebruik dan **!here**, of **!coming 5** als er 5 mensen in je groep zitten (incl. jezelf).

source: Meowth! There is no group in the lobby for you to join! Use **!starting** if the group waiting at the raid is entering the lobby!
nl: Er is geen groep in een lobby waar je bij kan! Gebruik **!starting** als de groep bij de gym gaat beginnen!

source: Meowth! {member} is entering the lobby!
nl: {member} gaat de lobby in!

source: Meowth! {member} is entering the lobby with a total of {trainer_count} trainers!
nl: {member}s groep van {trainer_count} trainers gaan de lobby in!

source: Meowth! {member} has no status to cancel!
nl: {member} heeft geen status om te annuleren!

source: Meowth! {member} is no longer interested!
nl: {member} heeft geen interesse meer!

source: Meowth! {member} and their total of {trainer_count} trainers are no longer interested!
nl: {member}s groep van {trainer_count} trainers hebben geen interesse meer!

source: Meowth! {member} has left the raid!
nl: {member} is bij de gym weggegaan!

source: Meowth! {member} and their total of {trainer_count} trainers have left the raid!
nl: {member}s groep van {trainer_count} trainers zijn de raid uit gegaan!

source: Meowth! {member} is no longer on their way!
nl: {member} heeft zich afgemeld!

source: Meowth! {member} and their total of {trainer_count} trainers are no longer on their way!
nl: {member}s groep van {trainer_count} trainers hebben zich afgemeld!

source: Meowth! {member} has backed out of the lobby!
nl: {member} is de lobby uit gegaan!

source: Meowth! {member} and their total of {trainer_count} trainers have backed out of the lobby!
nl: {member}s groep van {trainer_count} trainers zijn de lobby uit gegaan!

source: Meowth! How can you start when there's no one waiting at this raid!?
nl: Hoe kan je beginnen als er niemand bij de gym is?

source: to start at **{}**
nl: om te beginnen om **{}**

source: Meowth! The group that was waiting{timestr}is starting the raid! Trainers {trainer_list}, if you are not in this group and are waiting for the next group, please respond with {here_emoji} or **!here**. If you need to ask those that just started to back out of their lobby, use **!backout**
nl: De groep die wachtte{timestr}gaat beginnen! Trainers {trainer_list}, als je niet met deze groep meespeeld en wacht op een volgende groep, reageer met {here_emoji} of **!here**. Als de groep even op je moet wachten, vraag dan of ze uit de lobby willen gaan met **!backout**

source: Meowth! The group of {count} in the lobby has entered the raid! Wish them luck!
nl: De groep van {count} trainers gaan de raid beginnen! SUCCES!

source: Meowth! There's no one else in the lobby for this raid!
nl: Er is niemand anders in de lobby voor deze raid!

source: Meowth! {author} has indicated that the group consisting of {lobby_list} and the people with them has backed out of the lobby! If this is inaccurate, please use **!lobby** or **!cancel** to help me keep my lists accurate!
nl: {author} heeft aangegeven dat de huidige groep {lobby_list} en hun +jes uit de lobby zijn gestapt! Klopt dit niet? Gebruik dan **!lobby** of **!cancel** om mijn lijstjes up-to-date te houden!

source: Meowth! There's no one in the lobby for this raid!
nl: Er is niemand in de lobby voor deze raid!

source: Meowth! {author} has requested a backout! If one of the following trainers reacts with the check mark, I will assume the group is backing out of the raid lobby as requested! {lobby_list}
nl: {author} heeft gevraagt om uit de lobby te gaan! Als iemand het vinkje aanklikt weet ik dat jullie eruit gaan zoals gevraagd! {lobby_list}

source: Meowth! {user} confirmed the group is backing out!
nl: {user} heeft doorgegeven dat de groep uit de lobby gaat!

source: (assumed)
nl: (vermoedelijk)

source: Next group: **{}**
nl: Volgende groep: **{}**

source: - Hatches: {expiry}{is_assumed}
nl: - komt uit: {expiry}{is_assumed}

source: - Expiry: {expiry}{is_assumed}
nl: - Vervalt: {expiry}{is_assumed}

source: {interestcount} interested, {comingcount} coming, {herecount} here, {lobbycount} in the lobby.{start_str}
nl: {interestcount} geinteresseerd, {comingcount} aangemeld, {herecount} aanwezig, {lobbycount} in de lobby.{start_str}

source: **Here's the current raids for {0}**
nl: **Hier zijn de huidige raids voor {0}**

source: **Active Raids:**
nl: **Actieve Raids:**

source: **Raid Eggs:**
nl: **Eieren:**

source: Meowth! No active raids! Report one with **!raid <name> <location>**.
nl: Geen actieve raids! Meld er eentje met **!raid <pokemon> <locatie>**.

source: Nobody has updated their status yet!
nl: Niemand heeft zich aangemeld!

source: The next group will be starting at **{}**
nl: De volgende groep begint om **{}**

source: including {trainer_list} and the people with them! Let them know if there is a group forming
nl: inclusief {trainer_list} en hun +jes! Laat ze weten dat er een groep vormt

source: {trainer_count} interested{including_string}!
nl: {trainer_count} geinteresseerd{including_string}!

source: including {trainer_list} and the people with them! Be considerate and wait for them if possible
nl: inclusief {trainer_list} en hun +jes! Houd rekening met ze en wacht even indien mogelijk

source: {trainer_count} on the way{including_string}!
nl: {trainer_count} aangemeld{including_string}!

source: including {trainer_list} and the people with them! Be considerate and let them know if and when you'll be there
nl: inclusief {trainer_list} en hun +jes! Hou rekening met ze en laat even weten wanneer je er bent

source: {trainer_count} waiting at the raid{including_string}!
nl: {trainer_count} wachten bij de gym{including_string}!

source: including {trainer_list} and the people with them! Use **!lobby** if you are joining them or **!backout** to request a backout
nl: inclusief {trainer_list} en hun +jes! Gebruik **!lobby** als je meedoet of **!backout** om ze te vragen om uit de lobby te stappen

source: {trainer_count} in the lobby{including_string}!
nl: {trainer_count} in de lobby{including_string}!

source: {type}{name}: **{total} total,** {interested} interested, {coming} coming, {waiting} waiting{type}
nl: {type}{name}: **{total} totaal,** {interested} geinteresseerd, {coming} , {waiting} wachtende{type}

source: Boss numbers for the raid: {}
nl: Interesselijst: {}

source: Nobody has told me what boss they want!
nl: Niemand heeft me nog verteld welke pokemon ze willen!

source: {emoji} **{total} total,** {interested} interested, {coming} coming, {waiting} waiting {emoji}
nl: {emoji}: **{total} totaal,** {interested} geinteresseerd, {coming} , {waiting} wachtende{emoji}

source: **{grey_number} total,** {greymaybe} interested, {greycoming} coming, {greywaiting} waiting
nl: **{grey_number} totaal,** {greymaybe} geinteresseerd, {greycoming} , {greywaiting} wachtende

source: Team numbers for the raid: {}
nl: Team aantal voor de raid: {}

source: Nobody has updated their status!
nl: Niemand heeft zich aangemeld!

source: Meowth! I'm missing some details! Usage: {prefix}{command}
nl: Ik mis wat gegevens... {prefix}{command}

source: Meowth! Team Management is not enabled on this server. **!{cmd_name}** is unable to be used.
nl: Team Management staat niet aan op deze server, **!{cmd_name}** kan niet gebruikt worden.

source: Meowth! Pokemon Management is not enabled on this server. **!{cmd_name}** is unable to be used.
nl: Pokemon Management staat niet aan op deze server, **!{cmd_name}** kan niet gebruikt worden.

source: Meowth! Wild Reporting is not enabled on this server. **!{cmd_name}** is unable to be used.
nl: Wild rapportering staat niet aan op deze server, **!{cmd_name}** kan niet gebruikt worden.

source: Meowth! Raid Management is not enabled on this server. **!{cmd_name}** is unable to be used.
nl: Raid Management staat niet aan op deze server, **!{cmd_name}** kan niet gebruikt worden.

source: Meowth! Please use **!{cmd_name}** in
nl: Gebruik alsjeblieft **!{cmd_name}** in

source: a Region report channel.
nl: een meldingen kanaal.

source: one of the following region channels:
nl: een van de melding kanalen:

source: Meowth! Please use **!{cmd_name}** in the following channel
nl: Gebruik alsjeblieft **!{cmd_name}** in

source: s:
nl: een van de onderstaande kanalen:

source: Meowth! Please use **!{cmd_name}** in a Raid channel. Use **!list** in any
nl: Gebruik **!{cmd_name}** in een Raid kanaal. Gebruik **!list** in

source: Region report channel to see active raids.
nl: het meldingen kanaal om actieve raids te zien.

source: of the following Region channels to see active raids:
nl: een van de melding kanalen om actieve raids te soen:

source: Meowth! Please use **!{cmd_name}** in an Egg channel. Use **!list** in any
nl: Gebruik **!{cmd_name}** in een Ei kanaal. Gebruik **!list** in

source: Meowth! **!{cmd_name}** can't be used in a Raid channel.
nl: **!{cmd_name}** kan niet in een Raid kanaal gebruikt worden.

source: Meowth! Please use **!{cmd_name}** in an Active Raid channel. Use **!list** in any
nl: Gebruik **!{cmd_name}** in een Raid kanaal. Gebruik **!list** in

source: This is an egg channel. The channel needs to be activated with **!raid <pokemon>** before I accept commands!
nl: Dit is een ei kanaal. Het kanaal moet geactiveerd worden met **!raid <pokemon>** voordat ik opdrachten accepteer!

source: Meowth! Please use **!{cmd_name}** in either a Raid channel or
nl: Gebruik **!{cmd_name}** in een Raid kanaal of

source: Meowth! Please use **!{cmd_name}** in either a Raid Egg channel or
nl: Gebruik **!{cmd_name}** in een Ei kanaal of

source: Meowth! Please use **!{cmd_name}** in either a EX Raid channel or one of the following region channels:
nl: Gebruik **!{cmd_name}** in een Exraid kanaal of een van de volgende meldings kanalen:

source: Meowth! Please use **!{cmd_name}** in a EX Raid channel. Use **!list** in any of the following region channels to see active raids:
nl: Gebruik **!{cmd_name}** in een Exraid kanaal. Gebruik **!list** in een van de volgende meldingskanalen om actieve raids te zien:
