Repository: tyrope/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: nl

source: Received admin command {command} from unauthorized user, {user}!
nl: Admin opdracht {command} onvangen van onbevoegde gebruiker {user}!

source: Meowth! "{entered_word}" is not a Pokemon! Did you mean "{corrected_word}"?
nl: "{entered_word}" is geen Pokemon! Bedoelde je "{corrected_word}"?

source: Meowth! "{entered_word}" is not a Pokemon! Check your spelling!
nl: "{entered_word}" is geen Pokemon! Controller de spelling!

source: The following could not be found: {}
nl: Het volgende kon niet gevonden worden: {}

source: Warning
nl: Waarschuwing

source: {} **Warning:** The following could not be found: {}
nl: {} **Waarschuwing:** Het volgende kon niet gevonden worden: {}

source: This channel has been successfully reported as a duplicate and will be deleted in 1 minute. Check the channel list for the other raid channel to coordinate in! If this was in error, reset the raid with **!timerset**
nl: Dit kanaal is gerapporteerd als duplicaat en zal over 1 minuut verwijderd worden. Controleer de lijst aan de linkerkant om in de andere kanalen te co-ordineren! Was dit mijn fout? Reset dan de raid met **!timerset**

source: hatched-
nl: uit gekomen-

source: **This egg has hatched!** ...or the time has just expired. Trainers {trainer_list}: Update the raid to the pokemon that hatched using **!raid <pokemon>** or reset the hatch timer with **!timerset**. This channel will be deactivated until I get an update and I'll delete it in 45 minutes if I don't hear anything.
nl: **Dit ei is net uitgekomen!** .. of de tijd is gewoon om. Trainers {trainer_list}: Update de raid met de pokemon die uitgekomen is met **!raid <pokemon>** of reset de timer met **!timerset**. Dit kanaal is gedeactiveerd tot ik een update krijg. Indien ik deze niet krijg wordt het over 15 minuten verwijderd.

source: **This level {level} raid egg has expired!**
nl: **Dit level {level} ei is verlopen!**

source: expired-
nl: verlopen-

source: This channel timer has expired! The channel has been deactivated and will be deleted in 5 minutes. To reactivate the channel, use **!timerset** to set the timer again.
nl: De timer is afgelopen! Dit kanaal is gedeactiveerd en zal over 5 minuten verwijderd worden. Om het kanaal te heractiveren, start een nieuwe timer met **!timerset**.

source: **This {pokemon} raid has expired!**
nl: **Deze {pokemon} raid is verlopen!**

source: Starting up...
nl: Opstarten....

source: Meowth! That's right! {server_count} servers connected. {member_count} members found.
nl: Opgestart in {server_count} servers met {member_count} trainers.

source: or
nl: of

source: Meowth! Please wait until the raid egg has hatched before announcing you're coming or present.
nl: Wacht even tot het ei uit is voordat je meld dat je eraan komt / aanwezig bent.

source: Meowth! Someone has suggested a different location for the raid! Trainers {trainer_list}: make sure you are headed to the right place!
nl: Iemand heeft de locatie veranderd. {trainer_list}: Kijk even na of je naar de goede gym loopt!

source: Restarting...
nl: Herstarten...

source: Shutting down...
nl: Afsluiten...

source: **Level {level} raid list:** `{raidlist}`
nl: **Level {level} raid lijst:** `{raidlist}`

source: **Level {level} raid list:** `{raidlist}`
nl: **Level {level} raid lijst:** `{raidlist}`

source: I will replace this:
nl: Ik vervang dit:

source: With this:
nl: Met dit:

source: Continue?
nl: Verder gaan?

source: The channel you entered is not a raid channel.
nl: Het ingevoerde kanaal is geen raid kanaal.

source: level-{egg_level}-egg-
nl: ei-{egg_level}-

source: **Possible Bosses:**
nl: **Mogelijke Pokemon:**

source: Are you sure you want to clear all status for this raid? Everybody will have to RSVP again. If you are wanting to clear one user's status, use `!setstatus <user> cancel`
nl: Weet je zeker dat je alle statusen wilt verwijderen? Iedereen moet zich dan opnieuw aanmelden. Als je 1 persoon's status wilt annuleren gebruik `!setstatus <gebruiker> cancel`

source: Meowth! Raid status lists have been cleared!
nl: Raid status lijst is leeg!

source: Meowth! {status} is not a valid status!
nl: {status} is geen geldige status!

source: Removed {cleancount} empty roles
nl: {cleancount} ongebruike rollen verwijderd

source: {yr}y {mth}m {day}d {hr}:{min}
nl: {day}-{mth}-{yr} {hr}:{min}

source: {mth}m {day}d {hr}:{min}
nl: {day}-{mth} {hr}:{min}

source: {day} days {hr} hrs {min} mins
nl: {day}d, {hr}:{min}

source: {hr} hrs {min} mins {sec} secs
nl: {hr}:{min}:{sec}

source: {min} mins {sec} secs
nl: {min}:{sec}

source: Meowth! We've moved this command to **!list interested**.
nl: Deze opdracht is veranderd naar **!list interested**.

source: Meowth! We've moved this command to **!list coming**.
nl: Deze opdracht is veranderd naar **!list coming**.

source: Meowth! We've moved this command to **!list here**.
nl: Deze opdracht is veranderd naar **!list here**.

source: Meowth! Hey {member}, I don't know if you meant **!coming** to say that you are coming or **!list coming** to see the other trainers on their way
nl: Hey {member}, ik begrijp niet of je komt (**!coming**) of dat je de lijst (**!list coming**) wilt zien

source: Meowth! **{word}** isn't a Pokemon!
nl: **{word}** is geen Pokemon!

source: **{count} Not Valid:**
nl: **{count} Niet geldig:**

source: Did you mean **{correction}**?
nl: Bedoelde je **{correction}**?

source: %I:%M %p (%H:%M)
nl: %H:%M

source: Did you mean {correction}?
nl: Bedoelde je {correction}?

source: Ask {author} if my directions aren't perfect!
nl: Vraag het {author} als de locatie niet klopt!

source: Meowth! Please restrict raid reports to a city channel!
nl: Meld alleen raids in het rapporteer kanaal!

source: Meowth! Give more details when reporting! Usage: **!raid <pokemon name> <location>**
nl: Ik heb iets meer informatie nodig **!raid <pokemon naam> <locatie>**

source: Meowth! **!raid assume** is not allowed in this level egg.
nl: **!raid assume** mag niet gebruikt worden voor dit level ei.

source: Meowth! Please wait until the egg has hatched before changing it to an open raid!
nl: Gelieve te wachten tot het ei uit komt voordat we het omzetten naar een raid!

source: Meowth! The Pokemon {pokemon} does not appear in raids!
nl: De pokemon {pokemon} komt niet voor in raids!

source: Meowth! The Pokemon {pokemon} only appears in EX Raids! Use **!exraid** to report one!
nl: {pokemon} komt alleen voor in Ex-Raids! Gebruik **!exraid** om deze te melden!

source: Meowth...that's too long. Level {raidlevel} raids currently last no more than {raidtime} minutes...
nl: Dat is te lang... Level {raidlevel} raids duren maar {raidtime} minuten...

source: Meowth! Click here for directions to the raid!
nl: Kilk hier voor de route!

source: **Weaknesses:**
nl: **Zwak tegen:**

source: Meowth! {pokemon} raid reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
nl: {pokemon} raid gemeld door {member}! Details: {location_details}. Co-ordineer in {raid_channel}

source: Meowth! {pokemon} raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! To update your status, choose from the following commands: **!maybe**, **!coming**, **!here**, **!cancel**. If you are bringing more than one trainer/account, add in the number of accounts total on your first status update. Example: `!coming 5` To see the list of trainers who have given their status: **!list interested**, **!list coming**, **!list here** or use just **!list** to see all lists. Use **!list teams** to see team distribution. Sometimes I'm not great at directions, but I'll correct my directions if anybody sends me a maps link or uses **!location new <address>**. You can see the location of a raid by using **!location** You can set the time remaining with **!timerset <minutes>** and access this with **!timer**. You can set the start time with **!starttime [HH:MM AM/PM]** (you can also omit AM/PM and use 24-hour time) and access this with **!starttime**. Message **!starting** when the raid is beginning to clear the raid's 'here' list. This channel will be deleted five minutes after the timer expires.
nl: {pokemon} raid gemeld door {member} in {citychannel}! Details: {location_details}. Co-ordineer hier! Gebruik de volgende opdrachten om je aan te melden: **!maybe**/**!i**/**!?** = misschien, **!coming**/**!c**/**!+** = aanmelden, **!here**/**!h**/**!!** = aanwezig, **!cancel**/**!x**/**!-** = afmelden Als je met meerdere accounts/personen komt, zet je totaal erachter, bijv: **!here 2** voor een +1 Om de lijst te zien, kan je de volgende opdrachten gebruiken: **!list interested**, **!list coming**, **!list here** Je kan ook **!list** los gebruiken voor een totaalplaatje. **!location** Laat de plek zien, en **!location new <adres>** zet het juiste adres als ik het mis heb. Je kan ook een google maps link plaatsen. **!timer** laat de tijd zien tot de raid weg gaat, met **!timerset** kan je deze aanpassen. Met **!starttime [uu:mm]** kan je de tijd dat je hem wilt doen instellen. Dit kan opgevraagd worden met **!starttime**. Gebruik je **!starting** om te melden dat de 120s timer gaat beginnen? Dit kanaal wordt verwijderd 5 minuten nadat de timer afloopt.

source: Meowth! Hey {member}, if you can, set the time left on the raid using **!timerset <minutes>** so others can check it with **!timer**.
nl: {member}: Indien mogelijk, stel de tijd in met **!timerset <aantal minuten>** zodat anderen dit kunnen nakijken met **!timer**.

source: Meowth! Give more details when reporting! Usage: **!raidegg <level> <location>**
nl: Ik heb iets meer informatie nodig **!raidegg <level> <location>**

source: Meowth! Give more details when reporting! Use at least: **!raidegg <level> <location>**. Type **!help** raidegg for more info.
nl: Ik heb iets meer informatie nodig, in ieder geval **!raidegg <level> <location>**.

source: Meowth...that's too long. Level {raidlevel} Raid Eggs currently last no more than {hatchtime} minutes...
nl: Dat is te lang... Level {raidlevel} eieren duren maar {hatchtime} minuten voordat ze uitkomen.

source: Meowth! Raid egg levels are only from 1-5!
nl: Raids zijn alleen level 1 t/m 5!

source: Meowth! Click here for directions to the coming raid!
nl: Klik hier voor de route naar de raid!

source: Meowth! Level {level} raid egg reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
nl: Level {level} raid gemeld door {member}! Details: {location_details}. Co-ordineer in {raid_channel}

source: Meowth! Level {level} raid egg reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! To update your status, choose from the following commands: **!maybe**, **!coming**, **!here**, **!cancel**. If you are bringing more than one trainer/account, add in the number of accounts total on your first status update. Example: `!coming 5` To see the list of trainers who have given their status: **!list interested**, **!list coming**, **!list here** or use just **!list** to see all lists. Use **!list teams** to see team distribution. Sometimes I'm not great at directions, but I'll correct my directions if anybody sends me a maps link or uses **!location new <address>**. You can see the location of a raid by using **!location** You can set the time remaining with **!timerset <minutes>** and access this with **!timer**. You can set the start time with **!starttime [HH:MM AM/PM]** (you can also omit AM/PM and use 24-hour time) and access this with **!starttime**. Message **!starting** when the raid is beginning to clear the raid's 'here' list. This channel will be deleted five minutes after the timer expires.
nl: Level {level} raid gemeld door {member} in {citychannel}! Details: {location_details}. Co-ordineer hier! Gebruik de volgende opdrachten om je aan te melden: **!maybe**/**!i**/**!?** = misschien, **!coming**/**!c**/**!+** = aanmelden, **!here**/**!h**/**!!** = aanwezig, **!cancel**/**!x**/**!-** = afmelden Als je met meerdere accounts/personen komt, zet je totaal erachter, bijv: **!here 2** voor een +1 Om de lijst te zien, kan je de volgende opdrachten gebruiken: **!list interested**, **!list coming**, **!list here** Je kan ook **!list** los gebruiken voor een totaalplaatje. **!location** Laat de plek zien, en **!location new <adres>** zet het juiste adres als ik het mis heb. Je kan ook een google maps link plaatsen. **!timer** laat de raid tijd zien, met **!timerset** kan je deze aanpassen. Met **!starttime [uu:mm]** kan je instellen wanneer je de raid wilt gaan doen, **!starttime** kan deze informatie ook opvragen. Gebruik je **!starting** om te melden dat de 120s timer gaat beginnen? Dit kanaal wordt verwijderd 5 minuten nadat de timer afloopt.

source: Meowth! Hey {member}, if you can, set the time left until the egg hatches using **!timerset <minutes>** so others can check it with **!timer**.
nl: {member}: Indien mogelijk, stel de tijd in tot het ei uit komt met **!timerset <aantal minuten>** zodat anderen dit kunnen nakijken met **!timer**.

source: Meowth! The Pokemon {pokemon} does not hatch from level {level} raid eggs!
nl: {pokemon} komt niet uit level {level} eieren!

source: Meowth! This egg will be assumed to be {pokemon} when it hatches!
nl: Ik verwacht een {pokemon} zodra dit ei uit komt!

source: Coordinate here
nl: Co-ordineer hier

source: Meowth! The egg has hatched into a {pokemon} raid! Details: {location_details}. Coordinate in {raid_channel}
nl: Het {pokemon} ei kwam uit! Details: {location_details}. Co-ordineer in {raid_channel}

source: Meowth! The egg reported by {member} in {citychannel} hatched into a {pokemon} raid! Details: {location_details}. Coordinate here! To update your status, choose from the following commands: **!maybe**, **!coming**, **!here**, **!cancel**. If you are bringing more than one trainer/account, add in the number of accounts total on your first status update. Example: `!coming 5` To see the list of trainers who have given their status: **!list interested**, **!list coming**, **!list here** or use just **!list** to see all lists. Use **!list teams** to see team distribution. Sometimes I'm not great at directions, but I'll correct my directions if anybody sends me a maps link or uses **!location new <address>**. You can see the location of a raid by using **!location** You can set the time remaining with **!timerset <minutes>** and access this with **!timer**. You can set the start time with **!starttime [HH:MM AM/PM]** (you can also omit AM/PM and use 24-hour time) and access this with **!starttime**. Message **!starting** when the raid is beginning to clear the raid's 'here' list. This channel will be deleted five minutes after the timer expires.
nl: Het ei gemeld door {member} in {citychannel} kwam net uit, {pokemon} raid! Details: {location_details}. Co-ordineer hier! Gebruik de volgende opdrachten om je aan te melden: **!maybe**/**!i**/**!?** = misschien, **!coming**/**!c**/**!+** = aanmelden, **!here**/**!h**/**!!** = aanwezig, **!cancel**/**!x**/**!-** = afmelden Als je met meerdere accounts/personen komt, zet je totaal erachter, bijv: **!here 2** Om de lijst te zien, kan je de volgende opdrachten gebruiken: **!list interested**, **!list coming**, **!list here** Je kan ook **!list** los gebruiken voor een totaalplaatje. **!location** Laat de plek zien, en **!location new <adres>** zet het juiste adres als ik het mis heb. Je kan ook een google maps link plaatsen i.p.v. **!location new** **!timer** laat de tijd zien tot de raid weg gaat, met **!timerset** kan je deze aanpassen. Met **!starttime [uu:mm]** kan je de tijd dat je hem wilt doen instellen. Dit kan opgevraagd worden met **!starttime**. Laat het even weten wanneer je begint met **!starting**? Dit kanaal wordt verwijderd 5 minuten nadat de timer afloopt.

source: Meowth! The EX egg has hatched into a {pokemon} raid! Details: {location_details}. Use the **!invite** command to gain access and coordinate in {raid_channel}
nl: Het {pokemon} Ex-Raid ei is uitgekomen! Details: {location_details}. Gebruik **!invite** om toegang te krijgen en co-ordineer in {raid_channel}

source: Meowth! {pokemon} EX raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here after using **!invite** to gain access! To update your status, choose from the following commands: **!maybe**, **!coming**, **!here**, **!cancel**. If you are bringing more than one trainer/account, add in the number of accounts total on your first status update. Example: `!coming 5` To see the list of trainers who have given their status: **!list interested**, **!list coming**, **!list here** or use just **!list** to see all lists. Use **!list teams** to see team distribution. Sometimes I'm not great at directions, but I'll correct my directions if anybody sends me a maps link or uses **!location new <address>**. You can see the location of a raid by using **!location** You can set the time remaining with **!timerset <minutes>** and access this with **!timer**. You can set the start time with **!starttime [HH:MM AM/PM]** (you can also omit AM/PM and use 24-hour time) and access this with **!starttime**. Message **!starting** when the raid is beginning to clear the raid's 'here' list. This channel will be deleted five minutes after the timer expires.
nl: {pokemon} EX-Raid gemeld door {member} in {citychannel}! Details: {location_details}. Co-ordineer hier nadat je toegang krijgt met **!invite**! Gebruik de volgende opdrachten om je aan te melden: **!maybe**/**!i**/**!?** = misschien, **!coming**/**!c**/**!+** = aanmelden, **!here**/**!h**/**!!** = aanwezig, **!cancel**/**!x**/**!-** = afmelden Als je met meerdere accounts/personen komt, zet je totaal erachter, bijv: **!here 2** Om de lijst te zien, kan je de volgende opdrachten gebruiken: **!list interested**, **!list coming**, **!list here** Je kan ook **!list** los gebruiken voor een totaalplaatje. **!location** Laat de plek zien, en **!location new <adres>** zet het juiste adres als ik het mis heb. Je kan ook een google maps link plaatsen i.p.v. **!location new** **!timer** laat de raid tijd zien, met **!timerset** kan je deze aanpassen. Met **!starttime [uu:mm]** kan je instellen wanneer je de raid wilt gaan doen. Laat het even weten wanneer je begint met **!starting**? Dit kanaal moet handmatig verwijderd worden.

source: Ends on %B %d at %I:%M %p (%H:%M)
nl: Eindigd: %d-%m %H:%M

source: Meowth! Trainers {trainer_list}: The raid egg has just hatched into a {pokemon} raid! If you couldn't before, you're now able to update your status with **!coming** or **!here**. If you've changed your plans, use **!cancel**.
nl: Trainers {trainer_list}: Dit {pokemon} ei kwam net uit! Je kan nu **!coming** en **!here** gebruiken om te melden of je daadwerkelijk komt. Toch geen interesse? **!cancel** dan.

source: Meowth! Give more details when reporting! Usage: **!exraid <location>**
nl: Ik heb iets meer informatie nodig **!exraid <locatie>**

source: ex-raid-egg-
nl: ex-

source: Meowth! EX raid egg reported by {member}! Details: {location_details}. Use the **!invite** command to gain access and coordinate in {raid_channel}
nl: {pokemon} EX-Raid gemeld door {member}! Details: {location_details}. Gebruik **!invite** om toegang te krijgen en co-ordineer in {raid_channel}

source: Meowth! EX raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here after using **!invite** to gain access! To update your status, choose from the following commands: **!maybe**, **!coming**, **!here**, **!cancel**. If you are bringing more than one trainer/account, add in the number of accounts total on your first status update. Example: `!coming 5` To see the list of trainers who have given their status: **!list interested**, **!list coming**, **!list here** or use just **!list** to see all lists. Use **!list teams** to see team distribution. Sometimes I'm not great at directions, but I'll correct my directions if anybody sends me a maps link or uses **!location new <address>**. You can see the location of a raid by using **!location** You can set the hatch time with **!timerset <MM/DD HH:MM AM/PM>** and access this with **!timer**. You can set the start time with **!starttime [HH:MM AM/PM]** (you can also omit AM/PM and use 24-hour time) and access this with **!starttime**. Message **!starting** when the raid is beginning to clear the raid's 'here' list. This channel will be deleted five minutes after the timer expires.
nl: {pokemon} EX-Raid gemeld door {member} in {citychannel}! Details: {location_details}. Co-ordineer hier nadat je toegang heb gevraagd met **!invite**! Gebruik de volgende opdrachten om je aan te melden: **!maybe**/**!i**/**!?** = misschien, **!coming**/**!c**/**!+** = aanmelden, **!here**/**!h**/**!!** = aanwezig, **!cancel**/**!x**/**!-** = afmelden Als je met meerdere accounts/personen komt, zet je totaal erachter, bijv: **!here 2** Om de lijst te zien, kan je de volgende opdrachten gebruiken: **!list interested**, **!list coming**, **!list here** Je kan ook **!list** los gebruiken voor een totaalplaatje. **!location** Laat de plek zien, en **!location new <adres>** zet het juiste adres als ik het mis heb. Je kan ook een google maps link plaatsen i.p.v. **!location new** Je kan de raid tijd instellen met **!timerset <M/d u:m>** en dit opvragen met **!timer** Met **!starttime [uu:mm]** kan je instellen wanneer je de raid wilt gaan doen, **!starttime** kan deze informatie ook opvragen. Laat het even weten wanneer je begint met **!starting**? Dit kanaal moet handmatig verwijderd worden.

source: Meowth! Hey {member}, if you can, set the time left until the egg hatches using **!timerset <date and time>** so others can check it with **!timer**. **<date and time>** can just be written exactly how it appears on your EX Raid Pass.
nl: Hey {member}, indien mogelijk, zet de hatch tijd met **!timerset <dag en tijd>** zodat anderen dit kunnen nakijken met **!timer**. **<dag en tijd>** mag je precies schrijven zoals op je ExRaid Pas (alleen begintijd, niet eindtijd).

source: Meowth! No EX Raids have been reported in this server! Use **!exraid** to report one!
nl: Geen ExRaids bekend! Gebruik **!exraid <locatie>** om er een te melden!

source: Meowth! {0}, you've told me you have an invite to an EX Raid, and I'm just going to take your word for it! The following {1} EX Raids have been reported: {2} Reply with **the number** (1, 2, etc) of the EX Raid you have been invited to. If none of them match your invite, type 'N' and report it with **!exraid**
nl: {0}, je vertelde dat je een ExRaid pas hebt, de volgende ExRaids zijn bij mij bekend: {2} Welk **nummer** ExRaid geeft jouw pas toegang tot? Staat jouw pas er niet tussen? Type 'N' en meld het met **!exraid**

source: Meowth! Be sure to report your EX Raid with **!exraid**!
nl: Meld je ExRaid met **!exraid**!

source: Meowth! I couldn't tell which EX Raid you meant! Try the **!invite** command again, and make sure you respond with the number of the channel that matches!
nl: Ik begreep niet welke ExRaid je bedoelt! Probeer het opnieuw met **!invite** en zorg dat je het kanaal nummer gebruikt!

source: Meowth! Alright {0}, you can now send messages in {1}! Make sure you let the trainers in there know if you can make it to the EX Raid!
nl: Oke {0}, nu kan je berichten sturen in {1}! Laat de trainers even weten of je daadwerkelijk kan komen!

source: Meowth! I couldn't understand your reply! Try the **!invite** command again!
nl: Ik begreep je antwoord niet! Probeer **!invite** opnieuw!

source: egg
nl: ei

source: hatch
nl: hatche(d/n)

source: end
nl: eindig(d/en)

source: This {raidtype}'s timer has already expired as of {expiry_time}!
nl: {raidtype}'s timer verliep {expiry_time}!

source: This {raidtype} will {raidaction} on {expiry}!
nl: {raidtype} zal {raidaction} op {expiry}!

source: %B %d at %I:%M %p (%H:%M)
nl: %d-%m %H:%M
